<template>
  <div class="advantage">
    <h2 class="advantage__header">
      Почему стоит бронировать на сайте OurCrimea?
    </h2>

    <div class="advantage__list_item">
      <OcIcon />

      <h4>Самая обширная база жилья, достопримечательностей и впечатлений в Крыму</h4>

      <p>Крупнейшая база объектов, которая постоянно расширяется благодаря местными жителями, путешественниками и командой разработчиков.</p>
    </div>

    <div class="advantage__list_item">
      <OcIcon />

      <h4>Оценки и отзывы от реальных путешественников, которым можно доверять</h4>

      <p>Будте уверены, что Вы всегда бронируете лучшее благодаря оценкам настоящих путешественников, побывавших здесь до Вас.</p>
    </div>

    <div class="advantage__list_item">
      <OcIcon />

      <h4>Самая низкая коммиссия сервиса бронирования среди анологичных ресурсов</h4>

      <p>Комиссия сервиса за бронирование, с учетом налогов всегда не более 10%, что является рекордно низкой ставкой среди аналогичных сервисов.</p>
    </div>

    <div class="advantage__footer">
      <OcIcon />

      <p>80% доходов проекта направляются на поддержку команды разработчиков, развитие сервиса и мировую популяризацию Крыма, как международного курорта для всех людей Земли</p>
    </div>
  </div>
</template>

<script src="./index.js"></script>

<style lang="stylus" src="./index.styl"></style>
