<template>
  <div class="description-block">
    <h2 class="description-block__title">Широкий ассортимент и высокое качество</h2>
    <p class="description-block__desc">Интернет-магазин – это доступные цены, широкий, регулярно обновляемый ассортимент. В онлайн-каталоге представлено около 35 000 ведущих брендов женской, мужской и детской одежды и обуви. Покупателям предлагается электроника, книжная продукция, детские товары. В интернет-магазине можно приобрести продукцию для дома, продукты питания, товары для красоты, ювелирные изделия, игрушки. Для удобства пользования онлайн-каталог поделен на разделы, все товары можно сортировать по ряду критериев: цена, материал …</p>
    <transition name="fade">
      <p
        v-if="show"
        class="description-block__desc description-block__desc--all">
         Интернет-магазин – это доступные цены, широкий, регулярно обновляемый ассортимент. В онлайн-каталоге представлено около 35 000 ведущих брендов женской, мужской и детской одежды и обуви. Покупателям предлагается электроника, книжная продукция, детские товары. В интернет-магазине можно приобрести продукцию для дома, продукты питания, товары для красоты, ювелирные изделия, игрушки. Для удобства пользования онлайн-каталог поделен на разделы, все товары можно сортировать по ряду критериев: цена, материал …Интернет-магазин – это доступные цены, широкий, регулярно обновляемый ассортимент. В онлайн-каталоге представлено около 35 000 ведущих брендов женской, мужской и детской одежды и обуви. Покупателям предлагается электроника, книжная продукция, детские товары. В интернет-магазине можно приобрести продукцию для дома, продукты питания, товары для красоты, ювелирные изделия, игрушки. Для удобства пользования онлайн-каталог поделен на разделы, все товары можно сортировать по ряду критериев: цена, материал …
         Интернет-магазин – это доступные цены, широкий, регулярно обновляемый ассортимент. В онлайн-каталоге представлено около 35 000 ведущих брендов женской, мужской и детской одежды и обуви. Покупателям предлагается электроника, книжная продукция, детские товары. В интернет-магазине можно приобрести продукцию для дома, продукты питания, товары для красоты, ювелирные изделия, игрушки. Для удобства пользования онлайн-каталог поделен на разделы, все товары можно сортировать по ряду критериев: цена, материал …
         Интернет-магазин – это доступные цены, широкий, регулярно обновляемый ассортимент. В онлайн-каталоге представлено около 35 000 ведущих брендов женской, мужской и детской одежды и обуви. Покупателям предлагается электроника, книжная продукция, детские товары. В интернет-магазине можно приобрести продукцию для дома, продукты питания, товары для красоты, ювелирные изделия, игрушки. Для удобства пользования онлайн-каталог поделен на разделы, все товары можно сортировать по ряду критериев: цена, материал …
      </p>
    </transition>
    <button
      @click.prevent="show = !show"
      type="button"
      class="description-block__more">Читать далее</button>
  </div>
</template>

<script>
export default {
  data () {
    return {
      show: false
    }
  }
}
</script>

<style lang="stylus" scoped>
.description-block
  margin-bottom 40px
  padding 0 18px

  @media(min-width 1280px)
    max-width 1280px
    margin-left auto
    margin-right auto
    padding 0

  &__title
    margin 0
    margin-bottom 16px

    font-style: normal;
    font-weight: bold;
    font-size: 18px;
    line-height: 24px;
    letter-spacing: -0.1px;
    color: #272528;

  &__desc
    margin 0
    margin-bottom 8px

    font-style: normal;
    font-weight: normal;
    font-size: 15px;
    line-height: 18px;
    color: #989BA8;

  &__more
    padding 0

    font-style: normal;
    font-weight: bold;
    font-size: 14px;
    line-height: 24px;
    letter-spacing: 0.1px;
    color: #272528;

    border 0
    background-color transparent
    cursor pointer

    &:hover
    &:focus
      outline 0

@media(min-width 1090px)
  .description-block
    margin-bottom 70px

    &__title
      margin-bottom 24px

      font-size: 32px;
      line-height: 24px;

    &__desc
      margin-bottom 16px

      font-size: 16px;
      line-height: 24px;
</style>
