export default () => ({
  result: [
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    },
    {
      address: {
        city: 'Краснодар',
        country: 'Россия',
        house: '202',
        region: 'Южный федеральный округ',
        street: 'улица Димитрова'
      },
      //   areaOfHousin: 65,
      //   description: 'Фото и адрес реальные, возможен трансфер.↵↵Отчётные документы для командировочных.↵↵Для Вас:↵↵• Кровать ортопедическая, раскладной угловой диван из кожи↵↵• Чистое постельное бельё, полотенца↵↵• Вся необходимая посуда↵↵• ЖК телевизор + кабельное ТВ↵↵• Wi-Fi↵↵• Стиральная машина↵↵• Сушилка для одежды↵↵• Гладильная доска, утюг↵↵• Холодильник↵↵• Электрический чайник↵↵• Микроволновая печь↵↵• Кондиционер↵↵• Фен↵↵• Оборудованная детская площадка↵↵• Охрана, парковка в доме↵↵Шаговая доступность:↵↵- в доме магазин «Пятёрочка», рядом супермаркеты «Агрокомплекс», «Магнит», «Табрис» и множество кофейных и кальянных заведений.↵↵- 2 минуты до «КубГУ», «Академия футбола»↵↵- 5 минут до Онкодиспансер № 1, клиника «Маммэ», «Институт менеджмента»↵↵Транспортная доступность:↵↵- 7 минут ЖД и Авто вокзал Краснодар-1↵↵- 8 минут Парк Солнечный остров, Сафари парк, ТРК Меридиан, ТРК Галактика, СБС МегаМолл, АШАН, Леруа Мерлен, вещевой рынок Вишняки, стадион Кубань.↵↵- 15 минут Аэропорт, ТЦ «Oz Молл, Центр города, трасса М-4 'ДОН'↵↵Правила проживания:↵↵- Расчётный час 12-00. Заселение, выселение 24/7↵↵- Не сдаётся для вечеринок и лицам не достигшим 18 лет.↵↵- Заселение производится по предъявлению паспорта.↵↵- Залог 1000 рублей, возвращается при выезде.↵↵- Курение строго в отведённом месте, при нарушении, залог не возвращается!↵↵С уважением,↵↵Владимир',
      //   firstPaymentAmount: {
      //     byTheDay: '0',
      //     longTerm: '0'
      //   },
      images: [
        '5f1842f81b3390002875c8d7',
        '5f1842f81b3390002875c8d8',
        '5f1842fa1b3390002875c8d9',
        '5f1842fa1b3390002875c8da',
        '5f1842fa1b3390002875c8db',
        '5f1842fa1b3390002875c8dc',
        '5f1842fb1b3390002875c8dd',
        '5f1842fb1b3390002875c8de',
        '5f1842fc1b3390002875c8df',
        '5f1842fc1b3390002875c8e0'
      ],
      typeOfHousing: 0,
      price: {
        byTheDay: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ],
        longTerm: [
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          },
          {
            commission: 0,
            days: 1,
            defaultValue: true,
            pledge: 0,
            price: 1500
          }
        ]
      },
      params: [],
      areaOfHousin: 65,
      sleepingPlace: [
        {
          amount: '1',
          typeOfPlace: 'twoBed'
        }
      ],
      _id: '5f1842ffd840aa0028edf98f'
    }
  ],
  dir: {
    tabs: [],
    items: [],
    count: 0
  },
  request: [
    // {
    //   title: 'Intro',
    //   description: 'Лучшее место в Ялте с видом на море',
    //   city: 'Судак',
    //   address: {
    //     country: 'Россия',
    //     region: 'Республика Крым',
    //     city: 'Судак',
    //     street: 'улица Ленина',
    //     house: 9,
    //     apartment: 0,
    //     coords: { lat: 45.389194, lon: 33.993751 }
    //   },
    //   reviews: 288,
    //   views: 12314,
    //   date: '15 февраля 2020 г.',
    //   estimate: 4.3,
    //   typeOfTenant: 0,
    //   typeOfHousing: 5,
    //   numberOfRooms: '1 / 2',
    //   areaOfHousing: {
    //     start: 98,
    //     end: 200
    //   },
    //   price: {
    //     byTheDay: [
    //       {
    //         days: 1,
    //         price: 4500,
    //         pledge: 0,
    //         commission: 0,
    //         defaultValue: true
    //       }
    //     ],
    //     longTerm: [
    //       {
    //         days: 30,
    //         price: 4500,
    //         pledge: 0,
    //         commission: 0,
    //         defaultValue: false
    //       }
    //     ]
    //   },
    //   reservation: {
    //     typeOfReservation: 'typeOfReservation',
    //     cancellationPolicy: 'cancellationPolicy',
    //     departureTime: [
    //       {
    //         day: 1,
    //         intervalTime: {
    //           start: '2020-06-26T11:36:49.157Z',
    //           end: '2020-06-26T11:36:49.157Z'
    //         }
    //       }
    //     ],
    //     timeForCalls: [
    //       {
    //         day: 1,
    //         intervalTime: {
    //           start: '2020-06-26T11:36:49.157Z',
    //           end: '2020-06-26T11:36:49.157Z'
    //         }
    //       }
    //     ],
    //     pickUpTime: [
    //       {
    //         day: 1,
    //         intervalTime: {
    //           start: '2020-06-26T11:36:49.157Z',
    //           end: '2020-06-26T11:36:49.157Z'
    //         }
    //       }
    //     ]
    //   },
    //   // спальные места
    //   sleepingPlace: [
    //     // {
    //     //   typeOfPlace: '',
    //     //   amount: 0
    //     // }
    //   ],
    //   params: [
    //     {
    //       typeOfParam: 'dateBegin',
    //       paramValue: '20.08.2020'
    //     },
    //     {
    //       typeOfParam: 'dateEnd',
    //       paramValue: '21.08.2020'
    //     },
    //     {
    //       typeOfParam: 'guests',
    //       paramValue: []
    //     },
    //     {
    //       typeOfParam: 'facilities',
    //       paramValue: [
    //         { label: 'Фен', value: 'hairdryer' },
    //         { label: 'Кофемашина', value: 'coffee' },
    //         { label: 'Чайник', value: 'teapot' },
    //         { label: 'Утюг', value: 'iron' },
    //         { label: 'Холодильник', value: 'frige' },
    //         { label: 'Телевизор', value: 'tv' },
    //         { label: 'Аудиосистема', value: 'audio' },
    //         { label: 'Игровая приставка', value: 'playstation' },
    //         { label: 'Гладильная доска', value: 'ironingBoard' },
    //         { label: 'Стиральная машина', value: 'washer' },
    //         { label: 'Сушильная машина', value: 'drying' },
    //         { label: 'Посудомоечная машина', value: 'dishwasher' },
    //         { label: 'Газовая плита', value: 'gasStove' },
    //         { label: 'Электроплита', value: 'electricStove' },
    //         { label: 'Духовка / духовой шкаф', value: 'oven' },
    //         { label: 'Микроволновка', value: 'microwave' }
    //       ]
    //     },
    //     {
    //       typeOfParam: 'listLimits',
    //       paramValue: [
    //         { label: 'Можно с детьми', value: 'kids' },
    //         { label: 'Можно с животными', value: 'pets' },
    //         { label: 'Можно для мероприятий', value: 'party' },
    //         { label: 'Можно курить', value: 'weed' }
    //       ]
    //     }
    //   ],
    //   // удобства
    //   // facilities: [
    //   //   {
    //   //     facilitiesId: '',
    //   //     facilitiesValue: ''
    //   //   }
    //   // ],
    //   ownerId: '0921358907125',
    //   status: 0
    // }
  ]
})
