export default () => ({
  result: {
    history: [
      {
        id: 1,
        img: '/img.png',
        title: '3-к квартира, 146 м², 11/12 эт., г. Судак Лучшее место в Ялте с видом на море',
        date: '12 мая 2020 - 23 мая 2020',
        guests: [
          '2 взрослых',
          '1 ребенок'
        ],
        tariff: 'стандартный',
        price: '8720'
      }
    ],
    ads: [
      {
        id: 1,
        img: '/img.png',
        title: '3-к квартира, 146 м², 11/12 эт., г. Судак Лучшее место в Ялте с видом на море',
        reviews: 288,
        price: '8720'
      }
    ],
    request: [
      { }
    ]
  }
})
